{
  "English": "Hello! I'm RiA, your Ai assistant. How can I help?",
  "Romanian": "Bună! Sunt RiA, asistentul tău Ai. Cum te pot ajuta?",
  "French": "Bonjour ! Je suis RiA, votre assistant IA. Comment puis-je vous aider ?",
  "German": "Hallo! Ich bin RiA, Ihr KI-Assistent. Wie kann ich Ihnen helfen?",
  "Spanish": "¡Hola! Soy RiA, tu asistente de IA. ¿Cómo puedo ayudarte?",
  "Italian": "Ciao! Sono RiA, il tuo assistente IA. Come posso aiutarti?",
  "Portuguese": "Olá! Sou a RiA, a sua assistente de IA. Como posso ajudar?",
  "Russian": "Привет! Я RiA, ваш ИИ-помощник. Чем могу помочь?",
  "Chinese": "你好！我是RiA，你的AI助手。我能为你做些什么？",
  "Japanese": "こんにちは！私はRiA、あなたのAIアシスタントです。どのようなお手伝いができますか？",
  "Korean": "안녕하세요! 저는 RiA, 당신의 AI 어시스턴트입니다. 무엇을 도와드릴까요?",
  "Arabic": "مرحباً! أنا RiA، مساعدك الذكي. كيف يمكنني مساعدتك؟",
  "Dutch": "Hallo! Ik ben RiA, uw AI-assistent. Hoe kan ik u helpen?",
  "Polish": "Cześć! Jestem RiA, Twój asystent AI. W czym mogę pomóc?",
  "Turkish": "Merhaba! Ben RiA, yapay zeka asistanınız. Size nasıl yardımcı olabilirim?",
  "Swedish": "Hej! Jag är RiA, din AI-assistent. Hur kan jag hjälpa dig?",
  "Danish": "Hej! Jeg er RiA, din AI-assistent. Hvordan kan jeg hjælpe dig?",
  "Norwegian": "Hei! Jeg er RiA, din AI-assistent. Hvordan kan jeg hjelpe deg?",
  "Finnish": "Hei! Olen RiA, tekoälyavustajasi. Miten voin auttaa?",
  "Czech": "Ahoj! Jsem RiA, tvůj AI asistent. Jak ti mohu pomoci?",
  "Hungarian": "Szia! RiA vagyok, az AI asszisztensed. Miben segíthetek?",
  "Greek": "Γεια! Είμαι η RiA, η βοηθός τεχνητής νοημοσύνης σου. Πώς μπορώ να βοηθήσω?",
  "Hebrew": "שלום! אני RiA, עוזר ה-AI שלך. איך אני יכול לעזור?",
  "Thai": "สวัสดี! ฉันคือ RiA ผู้ช่วย AI ของคุณ ฉันจะช่วยคุณได้อย่างไร?",
  "Vietnamese": "Xin chào! Tôi là RiA, trợ lý AI của bạn. Tôi có thể giúp gì cho bạn?",
  "Hindi": "नमस्ते! मैं RiA हूँ, आपका AI सहायक। मैं आपकी कैसे मदद कर सकता हूँ?",
  "Indonesian": "Halo! Saya RiA, asisten AI Anda. Ada yang bisa saya bantu?",
  "Malay": "Hai! Saya RiA, pembantu AI anda. Bagaimana saya boleh membantu?",
  "Filipino": "Kamusta! Ako si RiA, ang iyong AI assistant. Paano ako makakatulong?",
  "Ukrainian": "Привіт! Я RiA, ваш ШІ-помічник. Чим можу допомогти?"
}
